[
  {
    "id": "fracture-origin",
    "title": "The Great Fracture",
    "category": "History",
    "excerpt": "The world was once whole. The sky was blue, the seas were calm, and Aether flowed unseen beneath the surface of reality.",
    "content": "Then came the Fracture — a cataclysm so violent it tore the crust of the world apart. Continents shattered and drifted upward, suspended by torrents of raw Aether. Kingdoms fell, gods went silent, and humanity scattered among the floating isles. Some say the Fracture was punishment. Others believe it was evolution.",
    "image": "/src/assets/lore/fracture.jpg",
    "date_discovered": "Era of Rupture, Year 1"
  },
  {
    "id": "aether-explained",
    "title": "Aether: The Living Energy",
    "category": "Mysticism",
    "excerpt": "It is said Aether breathes — that it has a will, a rhythm, and perhaps even a soul.",
    "content": "Aether is the invisible force that now saturates every corner of Aetherion. It powers machines, sustains life, and warps the laws of nature. Scholars argue it has consciousness, that it reacts emotionally to those who wield it. Too much exposure twists flesh and mind alike, birthing horrors known as Aetherborn.",
    "image": "/src/assets/lore/aether.jpg",
    "date_discovered": "Era of Renewal, Year 73"
  },
  {
    "id": "guardians-rise",
    "title": "Rise of the Guardians",
    "category": "Legends",
    "excerpt": "When the world cracked, so too did the heavens. From its shards, the Guardians were born.",
    "content": "The Guardians are said to be fragments of divine will, each embodying an aspect of balance — creation, destruction, renewal, and silence. They emerged when the Fracture tore reality apart, answering a call no mortal could hear. Whether protectors or jailers, their motives remain obscured in myth.",
    "image": "/src/assets/lore/guardians.jpg",
    "date_discovered": "Era of Silence, Year 14"
  },
  {
    "id": "sunken-city",
    "title": "The Sunken City",
    "category": "Exploration",
    "excerpt": "Beneath the clouds, deep within the misted abyss, lie the ruins of the old capital.",
    "content": "Once the beating heart of civilization, the Sunken City is now an oceanic graveyard of marble and bone. Scholars dive beneath the clouds to recover relics of a forgotten era — though many never return. It is said the echoes of the old kings still walk there, whispering warnings in the drowned tongue.",
    "image": "/src/assets/lore/sunken-city.jpg",
    "date_discovered": "Era of Drift, Year 52"
  },
  {
    "id": "crystal-spires",
    "title": "The Crystal Spires",
    "category": "Geography",
    "excerpt": "Giant crystalline formations stretch into the sky, humming with a resonance that drives the wind itself.",
    "content": "The Spires are living monoliths — pure Aether condensed into form. When the winds pass through them, a haunting melody echoes across the isles. Some travelers claim to hear voices in that song, as if the Spires remember the world before it shattered.",
    "image": "/src/assets/lore/crystal-spires.jpg",
    "date_discovered": "Era of Drift, Year 61"
  }
]